insert into prod(prod_nm, prod_prc, cat_no, sel_id, way, nego, detail)
values
('나이키 레볼루션 4 올블랙 260', 10000, 15, 'user', '직거래', 0, '나이키 레볼루션 4 팝니다. 색상 : 올블랙 / 사이즈 : 260 선물로 받았는데 2번 정도밖에 안신어서 거의 새거예요'),
('여성 신발 샌들 구두 240', 32000, 15, 'user', '직거래', 1, '여성용 구두 240 팔아요~'),
('보석 진주 가디건', 4000, 12, 'user', '택배거래', 0, '진주색 가디건 팔아요. 여성용이고 포인트로 보석이 박혀있어서 지금처럼 날씨 쌀쌀할때 딱 입기 좋아요'),
('판도라 팔찌', 98000, 17, 'user', '직거래', 1, '판도라 팔찌 팔아요. 애인이 선물해준건데 헤어져서 급처합니다.'),
('코치백', 30000, 14, 'user', '직거래', 1, '하자 거의 없고, 파우치나 지갑 같은거 가지고 다니기 편해요'),
('랑방 아르페쥬 향수', 12000, 18, 'user', '직거래', 0, '선물 받았는데 개인취향이 아니라 한번정도밖에 안썼습니다,');

insert into prod(prod_nm, prod_prc, cat_no, sel_id, way, nego, detail)
values
('밥솥', 8000, 20, 'user', '직거래', 0, '자취할 때 썼던건데 방을 빼서 팔아요. 1년정도 썼는데 아직 작동 잘 됩니다.'),
('LG 제습기', 30000, 26, 'user', '직거래', 1, '반년정도 사용했고 아직 잘 작동 됩니다.'),
('자동차용 무선충전기', 23000, 25, 'user', '직거래', 0, 'test'),
('아이폰6 그레이 32기가', 50000, 22, 'user', '택배거래', 0, '아이폰 6 그레이 32기가 팔아요. 생활기스 조금 있고, 강화 유리 필름 붙여져 있습니다.'),
('콕스 COX CK450 게이밍 기계식 키보드', 12000, 21, 'user', '택배거래', 1, '기계식 키보드 팝니다. 키보드 청소 한번 싹 했고, 더 좋은 키보드 선물 받아서 파는거라 하자 없습니다. 3개월정도 사용했어요.'),
('엘지 노트북', 100000, 21, 'user', '직거래', 0, '2년정도 사용했습니다.'),
('ps4 게임', 10000, 24, 'user', '택배거래', 0, '각각 만원입니다.');

insert into prod(prod_nm, prod_prc, cat_no, sel_id, way, nego, detail)
values
('이케아 철제선반', 12000, 35, 'user', '직거래', 0, '이케아 조립 철제 선반입니다. 튼튼하고 좋아요.'),
('이케아 라틴수납장', 30000, 31, 'user', '직거래', 1, '이케아 라틴수납장입니다.'),
('보쉬 전동드릴', 10000, 34, 'user', '택배거래', 1, '보쉬에서 나온 전동드릴 세트예요. 작동 잘 되고, 박스도 있어 보관하기 용이합니다'),
('TV 다이', 60000, 33, 'user', '직거래', 1, '거실용 tv 다이 팔아요. 가로 길이는 2m 50, 높이 50cm');

insert into prod(prod_nm, prod_prc, cat_no, sel_id, way, nego, detail)
values
('어린이용 자전거', 40000, 47, 'user', '직거래', 0, '개당 4만원이고 자전거 자물쇠까지 같이 드립니다. 직거래 희망하고 만나서 타보셔도 돼요'),
('스노우피크 리벵쉘 텐트', 550000, 42, 'user', '직거래', 1, '가족용 캠핑 텐트 팔아요. 사용설명서도 있고, 설치하기 어렵지 않은 텐트입니다.' );